Repository: henrikogaard/brev
Catalog: packages/BrevBackend/Sources/BrevBackend/Resources/Localizable.xcstrings
Source language: en
Languages: nb

source: 1 queued mail change needs review: \(firstMessage)
nb: 1 endring av e-post i kø må gjennomgås: \(firstMessage)

source: A local folder named “\(name)” already exists.
nb: En lokal mappe med navnet «\(name)» finnes allerede.

source: A scheduled message is being updated or delivered. Try again when it finishes.
nb: En planlagt melding blir oppdatert eller levert. Prøv igjen når den er ferdig.

source: Add at least one recipient.
nb: Legg til minst én mottaker.

source: All Mail
nb: All e-post

source: An export already exists at this location. Choose another destination.
nb: En eksport finnes allerede på dette stedet. Velg et annet mål.

source: Archive
nb: Arkiver

source: Automatic retries stopped. Review account settings before trying again.
nb: Automatiske nye forsøk er stoppet. Gå gjennom kontoinnstillingene før du prøver igjen.

source: Brev cannot add \(authentication.rawValue) mail accounts yet.
nb: Brev kan ikke legge til \(authentication.rawValue)-e-postkontoer ennå.

source: Brev could not open the Google sign-in sheet.
nb: Brev kunne ikke åpne Google-innloggingsarket.

source: Brev could not open the Microsoft sign-in sheet.
nb: Brev kunne ikke åpne Microsoft-innloggingsarket.

source: Cannot open file for writing: \(name)
nb: Kan ikke åpne filen for skriving: \(name)

source: Cannot open mail import source: \(name)
nb: Kan ikke åpne e-postimportkilden: \(name)

source: Choose a destination folder for the EML files.
nb: Velg en målmappe for EML-filene.

source: Choose a valid scheduled send date.
nb: Velg et gyldig tidspunkt for planlagt sending.

source: Connection closed by server.
nb: Tilkoblingen ble lukket av serveren.

source: Connection failed: \(reason)
nb: Tilkobling mislyktes: \(reason)

source: Couldn't encode the saved mail credential.
nb: Kunne ikke kode den lagrede e-postlegitimasjonen.

source: Couldn't encode the saved sign-in token.
nb: Kunne ikke kode det lagrede innloggingstokenet.

source: Couldn't find \(id).
nb: Fant ikke \(id).

source: Couldn't read pending mail changes: \(Self.userFacingDescription(for: error))
nb: Kunne ikke lese ventende e-postendringer: \(Self.userFacingDescription(for: error))

source: Couldn't read pending mail conflict records: \(Self.userFacingDescription(for: error))
nb: Kunne ikke lese ventende e-postkonfliktregistreringer: \(Self.userFacingDescription(for: error))

source: Couldn't read your saved sign-in yet (Keychain is locked). Try again in a moment.
nb: Kunne ikke lese den lagrede innloggingen ennå (Nøkkelringen er låst). Prøv igjen om et øyeblikk.

source: Couldn't save the account password in Keychain. Test connection can work without saving; Add account needs local credential storage.
nb: Kunne ikke lagre kontopassordet i Nøkkelringen. Test tilkobling kan fungere uten lagring; Legg til konto krever lokal legitimasjonslagring.

source: Couldn't save the mail credential in Keychain.
nb: Kunne ikke lagre e-postlegitimasjonen i Nøkkelringen.

source: Couldn't save the sign-in token in Keychain.
nb: Kunne ikke lagre innloggingstokenet i Nøkkelringen.

source: Delivery failed. Waiting to retry.
nb: Levering mislyktes. Venter på nytt forsøk.

source: Delivery may have been interrupted. Check Sent before retrying.
nb: Leveringen kan ha blitt avbrutt. Sjekk Sendte før du prøver igjen.

source: Drafts
nb: Utkast

source: Enter a valid email address.
nb: Skriv inn en gyldig e-postadresse.

source: Export write failed: \(reason)
nb: Skriving av eksporten mislyktes: \(reason)

source: Flagged
nb: Flagget

source: Google Drive could not be reached. Check the connection and try again.
nb: Google Drive kunne ikke nås. Kontroller tilkoblingen og prøv igjen.

source: Google Drive needs a fresh grant. Enable Drive again from the attachment menu.
nb: Google Drive trenger en ny tillatelse. Aktiver Drive på nytt fra vedleggsmenyen.

source: Google Drive returned a response Brev could not use.
nb: Google Drive returnerte et svar Brev ikke kunne bruke.

source: Google could not verify the signed-in account (HTTP \(code)).
nb: Google kunne ikke verifisere den innloggede kontoen (HTTP \(code)).

source: Google did not return a verified email address.
nb: Google returnerte ingen verifisert e-postadresse.

source: Google did not return an authorization code.
nb: Google returnerte ingen autorisasjonskode.

source: Google rejected sign-in (\(error))\(detail)
nb: Google avviste innloggingen (\(error))\(detail)

source: Google rejected the token exchange%@ (HTTP %@).
nb: Google avviste token-utvekslingen %@ (HTTP %@).

source: Google rejected the token exchange\(providerDetail) (HTTP \(code)).
nb: Google avviste tokenutvekslingen\(providerDetail) (HTTP \(code)).

source: Google returned an unreadable account profile: \(reason)
nb: Google returnerte en uleselig kontoprofil: \(reason)

source: Google returned an unreadable token response: \(reason)
nb: Google returnerte et uleselig tokensvar: \(reason)

source: Google returned inconsistent account identity data.
nb: Google returnerte inkonsistente kontoidentitetsdata.

source: Google sign-in has an invalid callback configuration: \(reason)
nb: Google-innlogging har en ugyldig tilbakekallskonfigurasjon: \(reason)

source: Google sign-in is complete. You can close this window and return to Brev.
nb: Google-innloggingen er fullført. Du kan lukke dette vinduet og gå tilbake til Brev.

source: Google sign-in is not configured in this build.
nb: Google-innlogging er ikke konfigurert i dette bygget.

source: Google sign-in returned an unexpected security state.
nb: Google-innlogging returnerte en uventet sikkerhetstilstand.

source: Google sign-in was cancelled.
nb: Google-innlogging ble avbrutt.

source: IMAP authentication failed.
nb: IMAP-autentisering mislyktes.

source: IMAP client received non-IMAP server settings.
nb: IMAP-klienten mottok serverinnstillinger som ikke er for IMAP.

source: IMAP command \(command) failed: \(response)
nb: IMAP-kommandoen \(command) mislyktes: \(response)

source: IMAP command \(command) is not supported: \(response)
nb: IMAP-kommandoen \(command) støttes ikke: \(response)

source: IMAP connection limit exceeded. Wait a moment and try again.
nb: IMAP-tilkoblingsgrensen er overskredet. Vent litt og prøv igjen.

source: IMAP search does not support \(criterion) yet.
nb: IMAP-søk støtter ikke \(criterion) ennå.

source: IMAP server closed the connection: \(reason)
nb: IMAP-serveren lukket tilkoblingen: \(reason)

source: IMAP server does not support IDLE: \(response)
nb: IMAP-serveren støtter ikke IDLE: \(response)

source: IMAP server rejected the connection: \(response)
nb: IMAP-serveren avviste tilkoblingen: \(response)

source: IMAP server returned an unreadable response: \(response)
nb: IMAP-serveren returnerte et uleselig svar: \(response)

source: IMAP server settings are invalid.
nb: IMAP-serverinnstillingene er ugyldige.

source: IMAP server settings are missing.
nb: IMAP-serverinnstillinger mangler.

source: IMAP transport does not support \(mode.rawValue) yet.
nb: IMAP-transport støtter ikke \(mode.rawValue) ennå.

source: IMAP transport failed: \(message)
nb: IMAP-transport mislyktes: \(message)

source: Inbox
nb: Innboks

source: Loading related messages needs your permission for this mailbox.
nb: Å laste relaterte meldinger krever tillatelsen din for denne postkassen.

source: Local folder \(id) does not exist.
nb: Den lokale mappen \(id) finnes ikke.

source: Local folder names can't be empty.
nb: Lokale mappenavn kan ikke være tomme.

source: Local message \(id) does not exist.
nb: Den lokale meldingen \(id) finnes ikke.

source: Mail account credentials contain an invalid character.
nb: Legitimasjonen for e-postkontoen inneholder et ugyldig tegn.

source: Mail backend is not connected.
nb: E-postserverdelen er ikke tilkoblet.

source: Mail import read failed: \(reason)
nb: Lesing av e-postimporten mislyktes: \(reason)

source: Mailbox quota exceeded.
nb: Postkassekvoten er overskredet.

source: ManageSieve connection error: \(detail)
nb: ManageSieve-tilkoblingsfeil: \(detail)

source: Microsoft did not return an authorization code.
nb: Microsoft returnerte ingen autorisasjonskode.

source: Microsoft did not return the user's email address in the token.
nb: Microsoft returnerte ikke brukerens e-postadresse i tokenet.

source: Microsoft rejected sign-in (\(error))\(detail)
nb: Microsoft avviste innloggingen (\(error))\(detail)

source: Microsoft rejected the token exchange (HTTP \(code)).
nb: Microsoft avviste tokenutvekslingen (HTTP \(code)).

source: Microsoft returned an unreadable token response: \(reason)
nb: Microsoft returnerte et uleselig tokensvar: \(reason)

source: Microsoft sign-in is not configured in this build.
nb: Microsoft-innlogging er ikke konfigurert i dette bygget.

source: Microsoft sign-in returned an unexpected security state.
nb: Microsoft-innlogging returnerte en uventet sikkerhetstilstand.

source: Microsoft sign-in was cancelled.
nb: Microsoft-innlogging ble avbrutt.

source: Network error: \(underlying)
nb: Nettverksfeil: \(underlying)

source: No refresh token is stored for this account.
nb: Inget oppdateringstoken er lagret for denne kontoen.

source: No trusted encryption material is available for \(recipients.joined(separator: ", ")).
nb: Intet betrodd krypteringsmateriale er tilgjengelig for \(recipients.joined(separator: ", ")).

source: No trusted signing identity is available for \(senderEmail).
nb: Ingen betrodd signeringsidentitet er tilgjengelig for \(senderEmail).

source: OAuth2 token refresh failed (HTTP \(code)).
nb: Oppdatering av OAuth2-token mislyktes (HTTP \(code)).

source: OAuth2 token refresh returned an unreadable response: \(reason)
nb: Oppdatering av OAuth2-token returnerte et uleselig svar: \(reason)

source: On My Mac
nb: På min Mac

source: On My iPhone
nb: På min iPhone

source: Rate limited. Try again in \(Int(retryAfter.rounded())) seconds.
nb: Grensen for forespørsler er nådd. Prøv igjen om \(Int(retryAfter.rounded())) sekunder.

source: Rate limited. Try again later.
nb: Grensen for forespørsler er nådd. Prøv igjen senere.

source: Read failed: \(reason)
nb: Lesing mislyktes: \(reason)

source: Related messages belong to a different mailbox.
nb: Relaterte meldinger tilhører en annen postkasse.

source: Review the queued mail action.
nb: Gå gjennom e-posthandlingen i kø.

source: SMTP authentication failed.
nb: SMTP-autentisering mislyktes.

source: SMTP client does not support \(authentication.rawValue) authentication yet.
nb: SMTP-klienten støtter ikke \(authentication.rawValue)-autentisering ennå.

source: SMTP client received non-SMTP server settings.
nb: SMTP-klienten mottok serverinnstillinger som ikke er for SMTP.

source: SMTP command \(command) failed: \(response)
nb: SMTP-kommandoen \(command) mislyktes: \(response)

source: SMTP server did not advertise \(mechanism) authentication.
nb: SMTP-serveren annonserte ikke \(mechanism)-autentisering.

source: SMTP server rejected the connection: \(response)
nb: SMTP-serveren avviste tilkoblingen: \(response)

source: SMTP server returned an unreadable response: \(response)
nb: SMTP-serveren returnerte et uleselig svar: \(response)

source: SMTP server settings are invalid.
nb: SMTP-serverinnstillingene er ugyldige.

source: SMTP server settings are missing.
nb: SMTP-serverinnstillinger mangler.

source: SMTP transport does not support \(mode.rawValue) yet.
nb: SMTP-transport støtter ikke \(mode.rawValue) ennå.

source: SMTP transport failed: \(message)
nb: SMTP-transport mislyktes: \(message)

source: Scheduled
nb: Planlagt

source: Search stopped before all results could be loaded. Narrow your search or try again.
nb: Søket stoppet før alle resultater kunne lastes. Begrens søket eller prøv igjen.

source: Sent
nb: Sendt

source: Settings discovery failed: \(message)
nb: Oppdaging av innstillinger mislyktes: \(message)

source: Sign in again to continue.
nb: Logg inn igjen for å fortsette.

source: Snoozed
nb: Utsatt

source: Some reply headers could not be interpreted safely.
nb: Noen svar­hoder kunne ikke tolkes trygt.

source: Spam
nb: Søppelpost

source: That Drive file is no longer available to Brev.
nb: Den Drive-filen er ikke lenger tilgjengelig for Brev.

source: The ManageSieve server closed the connection unexpectedly.
nb: ManageSieve-serveren lukket tilkoblingen uventet.

source: The ManageSieve server does not offer STARTTLS.
nb: ManageSieve-serveren tilbyr ikke STARTTLS.

source: The conversation changed. Load related messages again.
nb: Samtalen er endret. Last relaterte meldinger på nytt.

source: The draft could not be saved locally. Try again.
nb: Utkastet kunne ikke lagres lokalt. Prøv igjen.

source: The email address is not valid.
nb: E-postadressen er ikke gyldig.

source: The local draft is unavailable. Restore it before retrying, or cancel the schedule.
nb: Det lokale utkastet er utilgjengelig. Gjenopprett det før du prøver igjen, eller avbryt den planlagte sendingen.

source: The mailbox session changed. Start this operation again.
nb: Postkasseøkten endret seg. Start denne operasjonen på nytt.

source: The message may have been delivered, but SMTP confirmation was unavailable (\(underlying)). Check Sent before trying again.
nb: Meldingen kan ha blitt levert, men SMTP-bekreftelse var utilgjengelig (\(underlying)). Sjekk Sendte før du prøver igjen.

source: The message may have been delivered. Check Sent before retrying.
nb: Meldingen kan ha blitt levert. Sjekk Sendte før du prøver igjen.

source: The server repeated an export page. Refresh the mailbox and try again.
nb: Serveren gjentok en eksportside. Oppdater postkassen og prøv igjen.

source: The server returned an empty message source. Export stopped.
nb: Serveren returnerte en tom meldingskilde. Eksporten ble stoppet.

source: This Google file cannot be exported as an attachment.
nb: Denne Google-filen kan ikke eksporteres som vedlegg.

source: This build can't sign or encrypt mail yet, so the message was not sent. Turn off message security to send it, or wait for an update that adds encryption.
nb: Dette bygget kan ikke signere eller kryptere e-post ennå, så meldingen ble ikke sendt. Slå av meldingssikkerhet for å sende den, eller vent på en oppdatering som legger til kryptering.

source: This mail backend doesn't support that action.
nb: Denne e-postserverdelen støtter ikke den handlingen.

source: This mailbox changed on the server. Refresh before undoing the move.
nb: Denne postkassen endret seg på serveren. Oppdater før du angrer flyttingen.

source: This scheduled message is no longer available.
nb: Denne planlagte meldingen er ikke lenger tilgjengelig.

source: Trash
nb: Søppel

source: Unknown error.
nb: Ukjent feil.

source: Write failed: \(reason)
nb: Skriving mislyktes: \(reason)

source: Your Google sign-in has expired. Sign in again to continue.
nb: Google-innloggingen din har utløpt. Logg inn igjen for å fortsette.

source: \(conflicts.count) queued mail changes needs review: \(firstMessage)
nb: \(conflicts.count) e-postendringer i kø må gjennomgås: \(firstMessage)
